#include <iostream>

using namespace std;

int main()
{
    cout<<"\tАлександр Пушкин К ***\n";
    cout<<"Я помню чудное мгновенье: \nПередо мной явилась ты, \nКак мимолетное виденье, \nКак гений чистой красоты.\n\n";
    cout<<"В томленьях грусти безнадежной,\nВ тревогах шумной суеты,\nЗвучал мне долго голос нежный\nИ снились милые черты.\n\n";
    cout<<"Шли годы. Бурь порыв мятежный\nРассеял прежние мечты,\nИ я забыл твой голос нежный,\nТвои небесные черты.\n\n";
    cout<<"В глуши, во мраке заточенья\nТянулись тихо дни мои\nБез божества, без вдохновенья,\nБез слез, без жизни, без любви.\n\n";
    cout<<"Душе настало пробужденье:\nИ вот опять явилась ты,\nКак мимолетное виденье,\nКак гений чистой красоты.\n\n";
    cout<<"И сердце бьется в упоенье,\nИ для него воскресли вновь\nИ божество, и вдохновенье,\nИ жизнь, и слезы, и любовь.\n\n";
    return 0;
}
